Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/sd/www.samediggi.fi/alkuperaiskansakielten_kansainvalinen_vuosikymmen_idil_2022-2032.html.tmx
Source language: fin
Languages: sme

source: YK on julistanut kymmenvuotiskauden 2022–2032 alkuperäiskansakielten kansainväliseksi vuosikymmeneksi, the International Decade of Indigenous Languages (IDIL) .
sme: ON lea cealkán logijahkebaji 2022–2032 eamiálbmotgielaid riikkaidgaskasaš logijahkin, the International Decade of Indigenous Languages (IDIL).

source: Maailman väestöstä 6 prosenttia katsotaan kuuluvan alkuperäiskansoihin, mutta kielten määrä, joita alkuperäiskansat puhuvat on huomattava.
sme: Gehččo, ahte máilmmi populašuvnnas 6 proseantta gullet álgoálbmogiidda, muhto gielaid mearri, maid álgoálbmogat hállet, lea mearkkašahtti.

source: Arvioidaan, että maailmassa puhuttavista noin 6 700 kielestä yli 4 000 kieltä ovat alkuperäiskansojen kieliä.
sme: Árvvoštallat, ahte máilmmis hállojuvvon sullii 6 700 gielas badjel 4 000 giela leat álgoálbmogiid gielat.

source: Vuosikymmenen tarkoituksena on kiinnittää maailmanlaajuista huomiota monien alkuperäiskansojen kielten kriittiseen asemaan ympäri maailmaa.
sme: Logijagi ulbmilin lea giddet máilmmiviidosaš fuomášumi máŋggaid álgoálbmogiid gielaid kritihkalaš sajádahkii birra máilmmi.

source: Alkuperäiskansakielten kansainvälisen vuosikymmenen tavoitteena on turvata alkuperäiskansojen oikeudet säilyttää, elvyttää ja edistää kieliään ja samalla valtavirtaistaa kielellinen monimuotoisuus.
sme: Eamiálbmotgielaid riikkaidgaskasaš logijagi ulbmilin lea dorvvastit álgoálbmogiid vuoigatvuođaid doalahit, ealáskahttit ja ovddidit gielaideaset ja seammás dahkat váldorávdnjin gielalaš máŋggahámatvuođa.

source: Alkuperäiskansakielten kansainvälinen vuosikymmen tarjoaa ainutlaatuisen mahdollisuuden tehdä yhteistyötä ja edistää maailmanlaajuista vuoropuhelua.
sme: Eamiálbmotgielaid riikkaidgaskasaš logijahki fállá áidnalunddot vejolašvuođa ovttasbargat ja ovddidit máilmmiviidosaš ságastallama.

source: Alkuperäiskansakielten vuosikymmenen tarjoaa mahdollisuuden ryhtyä tarvittaviin toimiin alkuperäiskansojen kielten käytön turvaamiseksi, elvyttämiseksi ja edistämiseksi kaikkialla maailmassa.
sme: Eamiálbmotgielaid riikkaidgaskasaš logijahki fállá vejolašvuođa álgit dárbbašlaš doaimmaide álgoálbmogiid gielaid geavaheami dorvvasteapmin, ealáskahttimin ja ovddideapmin olles máilmmis.

source: Kielet ovat välttämättömiä ihmisen viestinnälle ja vuorovaikutukselle, ajatusten jakamiselle, itsensä ilmaisemiselle vapaasti ja luovasti sekä yhteisen identiteetin rakentamiselle.
sme: Gielat leat vealtatmeahttumat olbmo gulahallamii ja vuorrováikkuhussii, jurdagiid juohkimii, iežas ovdanbuktimii friddjaláhkái ja kreatiivvalaččat sihke oktasaš identitehta huksemii.

source: Kieli on keskeinen tekijä myös ihmisoikeuksissa ja perusvapauksissa.
sme: Giella lea guovddáš dahkki maiddái olmmošvuoigatvuođain ja vuođđofriddjavuođain.

source: Huolimatta siitä, että kielillä on erittäin tärkeä merkitys, monet kielet ovat uhanalaisia.
sme: Das fuolatkeahttá, ahte gielain lea hui dehálaš mearkkašupmi, máŋggat gielat leat áitatvuložat.

source: Kieliyhteisöt – erityisesti alkuperäiskansojen keskuudessa – kohtaavat erilaisia haasteita: geopoliittisia, taloudellisia, sosiokulttuurisia ja teknologisia haasteita, jotka enemmän tai vähemmän pakottavat ihmiset vaihtamaan kieltä ja käyttämään enemmistökieliä, kuten englantia, ruotsia tai espanjaa.
sme: Giellaservošat – erenoamážit álgoálbmogiid gaskkas – deaividit earálágan hástalusaid: geopolitihkalaš, ekonomalaš, sosiokultuvrralaš ja teknologalaš hástalusaid, mat eanet dahje unnit bággejit olbmuid molsut giela ja geavahit eanetlogugielaid, dego eaŋgalasgiela, ruoŧagiela dahje spánskagiela.

source: Silloin vuosisatojen historia, tieto ja kulttuurinen rikkaus ovat vaarassa kadota.
sme: Dalle jahkečuđiid historjá, diehtu ja kultuvrralaš riggodat leat váras jávkat.

source: Alkuperäiskansakielten kansainvälisen vuosikymmenen IDIL – alkuperäiskansojen kielten kansainvälisen vuosikymmen aikana eri sidosryhmillä on mahdollisuus osallistua kielellisen monimuotoisuuden ja monikielisyyden säilyttämiseen, elvyttämiseen ja tukemiseen!
sme: Eamiálbmotgielaid riikkaidgaskasaš logijagi IDIL – álgoálbmogiid gielaid riikkaidgaskasaš logijagi áigge eará čanusjoavkkuin lea vejolašvuohta oassálastit gielalaš máŋggahámatvuođa ja máŋggagielatvuođa doalaheapmái, ealáskahttimii ja doarjumii!

source: Yleistä tietoa ja ajankohtaisia tietoja Alkuperäiskansakielten kansainvälisestä vuosikymmenestä löytyy:
sme: Almmolaš ja áigeguovdilis dieđut Eamiálbmotgielaid riikkaidgaskasaš logijagis gávdnojit:

source: IDIL-kotisivut https://idil2022-2032.org/
sme: IDIL-ruoktosiiddut https://idil2022-2032.org/
